Repository: Cachiberrio/ALDevTemplates
Catalog: src/Renamed/translation.*.xlf
Languages: es_es

# Codeunit 441934449 - NamedType 3114637384
source: Do you really want to post the Expense Sheet?
es_es: ¿Confirma que desea registrar el Hoja Gastos?

# Codeunit 1300501667 - NamedType 3114637384
source: There is nothing to post.
es_es: No hay nada que registrar.

# Codeunit 1300501667 - NamedType 3752334001
source: Posting lines #2######\
es_es: Registrando líneas #2######\

# Codeunit 1300501667 - NamedType 95063322
source: is not within your range of allowed posting dates.
es_es: no está dentro del periodo de fechas de registro permitidas.

# Codeunit 1300501667 - NamedType 732759939
source: Posting Expense Sheet
es_es: Registrando Hoja Gastos...\

# Codeunit 1300501667 - NamedType 1370456556
source: Processing Lines #1###
es_es: Procesando líneas #1###

# Page 2929523359 - Property 2879900210
source: Expense Sheet Lines Subform
es_es: Lín. Hoja Gastos subform

# Page 2929523359 - Action 1402615620 - Property 2879900210
source: &Line
es_es: &Línea

# Page 2929523359 - Action 297316250 - Property 2879900210
source: C&omments
es_es: C&omentarios

# Page 3551283091 - Property 2879900210
source: Expense Sheet
es_es: Hoja Gastos

# Page 3551283091 - Control 3471137671 - Property 2879900210
source: Lines
es_es: Líneas

# Page 3551283091 - Action 503024588 - Property 2879900210
source: Comments
es_es: Comentarios

# Page 3551283091 - Action 1344672713 - Property 2879900210
source: &Print
es_es: &Imprimir

# Page 3551283091 - Action 2245087378 - Property 2879900210
source: P&osting
es_es: &Registro

# Page 3551283091 - Action 2282416948 - Property 2879900210
source: P&ost
es_es: &Registrar

# Page 3802897533 - Property 2879900210
source: Expense Sheet List
es_es: Lista Hoja Gastos

# Page 3802897533 - Action 503024588 - Property 2879900210
source: Comments
es_es: Comentarios

# Page 1522398678 - Property 2879900210
source: Lines
es_es: Líneas

# Page 1522398678 - Action 1402615620 - Property 2879900210
source: &Line
es_es: &Línea

# Page 1522398678 - Action 297316250 - Property 2879900210
source: C&omments
es_es: C&omentarios

# Page 1915711476 - Property 2879900210
source: Posted Expense Sheet
es_es: Hist. Hoja Gastos

# Page 1915711476 - Action 503024588 - Property 2879900210
source: Comments
es_es: Comentarios

# Page 1915711476 - Action 1344672713 - Property 2879900210
source: &Print
es_es: &Imprimir

# Page 1915711476 - Action 1405007275 - Property 2879900210
source: &Navigate
es_es: &Navegar

# Page 146486430 - Property 2879900210
source: Posted Expense Sheet List
es_es: Lista hist. Hoja Gastos

# Page 146486430 - Action 503024588 - Property 2879900210
source: Comments
es_es: Comentarios

# Page 3863636826 - Property 2879900210
source: Expense Sheet Sertup
es_es: Configuración Hoja Gastos

# Page 1075847439 - Property 2879900210
source: Expense Sheet Comment Sheet
es_es: Hoja comentarios Hoja Gastos

# Report 3551283091 - Property 2879900210
source: <DocumentName>
es_es: <NombreDocumento>

# Report 3551283091 - NamedType 329424276
source: <DocumentName>
es_es: <NombreDocumento>

# Report 3551283091 - NamedType 2308951394
source: Page
es_es: Pag.

# Report 1915711476 - Property 2879900210
source: Posted <DocumentName>
es_es: Hist. <NombreDocumento>

# Report 1915711476 - NamedType 329424276
source: Posted <DocumentName>
es_es: Hist. <NombreDocumento>

# Report 1915711476 - NamedType 2308951394
source: Page
es_es: Pag.

# Table 81187794 - Property 2879900210
source: Expense Sheet Header
es_es: Cabecera Hoja Gastos

# Table 81187794 - Field 3461834954 - Property 2879900210
source: Description
es_es: Descripción

# Table 81187794 - Field 4183427475 - Property 2879900210
source: Created By User Id.
es_es: Creado por Id. usuario

# Table 81187794 - Field 3710982960 - Property 2879900210
source: Posting Date
es_es: Fecha registro

# Table 81187794 - Field 2790486453 - Property 2879900210
source: Comment
es_es: Comentario

# Table 81187794 - Field 1351594800 - Property 2879900210
source: No. Series
es_es: No. serie

# Table 3058950417 - Property 2879900210
source: Posted Expense Sheet Header
es_es: Hist. cab. Hoja Gastos

# Table 3058950417 - Field 3461834954 - Property 2879900210
source: Description
es_es: Descripción

# Table 3058950417 - Field 4183427475 - Property 2879900210
source: Created By User Id.
es_es: Creado por Id. usuario

# Table 3058950417 - Field 3710982960 - Property 2879900210
source: Posting Date
es_es: Fecha registro

# Table 3058950417 - Field 2790486453 - Property 2879900210
source: Comment
es_es: Comentario

# Table 3058950417 - Field 1351594800 - Property 2879900210
source: No. Series
es_es: No. serie

# Table 2140849017 - Property 2879900210
source: Expense Sheet Line
es_es: Línea Hoja Gastos

# Table 2140849017 - Field 486908828 - Property 2879900210
source: Document No.
es_es: No. documento

# Table 2140849017 - Field 3320823955 - Property 2879900210
source: Line No.
es_es: No. línea

# Table 2140849017 - Field 3461834954 - Property 2879900210
source: Description
es_es: Descripción

# Table 2140849017 - Field 3192175264 - Property 2879900210
source: Date
es_es: Fecha

# Table 1271853098 - Property 2879900210
source: Posted Expense Sheet Line
es_es: Hist. línea Hoja Gastos

# Table 1271853098 - Field 486908828 - Property 2879900210
source: Document No.
es_es: No. documento

# Table 1271853098 - Field 3320823955 - Property 2879900210
source: Line No.
es_es: No. línea

# Table 1271853098 - Field 3461834954 - Property 2879900210
source: Description
es_es: Descripción

# Table 1271853098 - Field 3192175264 - Property 2879900210
source: Date
es_es: Fecha

# Table 458687312 - Property 2879900210
source: Expense Sheet Comment Line
es_es: Lín. comentario Hoja Gastos

# Table 458687312 - Field 3808951907 - Property 2879900210
source: Table Name
es_es: Nombre tabla

# Table 458687312 - Field 3808951907 - Property 62802879
source: Header,Line
es_es: Cabecera,Línea

# Table 458687312 - Field 486908828 - Property 2879900210
source: Document No.
es_es: No. documento

# Table 458687312 - Field 2480638018 - Property 2879900210
source: Document Line No.
es_es: No. línea documento

# Table 458687312 - Field 3004954119 - Property 2879900210
source: Code
es_es: Código

# Table 458687312 - Field 3320823955 - Property 2879900210
source: Line No.
es_es: No. línea

# Table 458687312 - Field 3192175264 - Property 2879900210
source: Date
es_es: Fecha

# Table 458687312 - Field 2790486453 - Property 2879900210
source: Comment
es_es: Comentario

# Table 3863636826 - Property 2879900210
source: <DocumentName> Setup
es_es: Configuración <NombreDocumento>

# Table 3863636826 - Field 1663593181 - Property 2879900210
source: Primary Key
es_es: Clave primaria

# Table 3863636826 - Field 2944302686 - Property 2879900210
source: Expense Sheet No. Series
es_es: No. serie Hoja Gastos
